Repository: drorGlucome/Rainier
Catalog: GlucoMeMobile/*.lproj/Localizable.strings
Languages: he

# title_activity_results_inner_page
source: Result
he: תוצאה

# title_section1
source: Measure
he: מדידה

# title_section2
source: Results
he: תוצאות

# title_section3
source: Profile
he: הגדרות

source: Date
he: תאריך

source: Glucose
he: גלוקוז (סוכר)

source: Tags
he: תגיות

source: History
he: תוצאות

source: Estimated HbA1c
he: הערכת HbA1c

source: Trends
he: מגמת רמת הסוכר בדם

source: Distribution
he: התפלגות רמת הסוכר בדם

source: Select none
he: בחר כלום

source: Select All
he: בחר הכל

source: No tags
he: ללא תגיות

source: Name
he: שם

source: Type
he: סוג

source: One time
he: חד פעמי

source: Reminders
he: תזכורות

# Glucose_reminder_title
source: Glucose reminder
he: תזכורת למדידת סוכר

source: Boxes
he: חבילות

source: Not available right now..
he: לא זמין כרגע..

source: Order strips
he: הזמנת סטריפים

source: Please enter updated strips count
he: אנא הזינו את כמות הסטריפים שברשותכם

source: Update
he: עדכון

source: Cancel
he: ביטול

source: Very low
he: נמוך מאוד

source: Hypo
he: היפוגליקמיה

source: Low
he: נמוך

source: Normal
he: תקין

source: High
he: גבוה

source: Very high
he: גבוה מאוד

source: Hyper
he: היפרגליקמיה

source: OK
he: אישור

source: Register new device?
he: מכשיר חדש זוהה. האם ברצונך להשתמש בו ?

source: Enter measurement
he: הכנס מדידה

source: New tag name
he: אנא הקלידו תגית חדשה

source: General Error
he: שגיאה כללית

source: The meter is too hot or cold.
he: הטמפרטורה מחוץ לטווח התקין

source: Used test strip was inserted into the test port.
he: נעשה שימוש בסטריפ משומש

source: Test strip is damaged or was removed too soon.
he: ישנה בעיה עם הסטריפ. הוא פגום או שהוא הוצא בזמן הבדיקה

source: The sample was improperly applied or there was electronic interference during the test.
he: טיפת הדם הונחה בצורה שגויה או שהייתה הפרעה חשמלית בזמן הבדיקה

# Internal_error_cannot_read_test_strip
source: Internal error â€“ cannot read test strip.
he: ישנה בעיה אלקטרונית במכשיר

# Inserted_blood_is_less_than_standard
source: Blood drop was not big enough or blood smears on the strip.
he: הבדיקה מכילה מעט מדי דם

source: Blood was applied to the wrong part of the test strip.
he: הדם הונח בכיוון הלא נכון על סטריפ הבדיקה

source: Blood was not applied on the test strip.
he: לא הוכנסה טיפת דם לסטריפ הבדיקה

source: Add new tag...
he: הוסף תגית חדשה...

source: Delete tags
he: מחק תגיות

# Delete_tags_title
source: Delete these tags?
he: למחוק את התגיות הבאות?

source: Last Result
he: התוצאה האחרונה

source: Last Week
he: בשבוע האחרון

source: Glucose trend
he: מגמת רמת הסוכר

source: Glucose Distribution
he: התפלגות רמת הסוכר

source: There are
he: ישנן

source: Reminders set
he: תזכורות פעילות

source: You Have
he: יש לכם

source: Test strips left
he: סטריפים

source: Filter by tags
he: סינון לפי תגיות

source: Waiting for a Measurement
he: ממתין לביצוע מדידה במכשיר

source: Add manual
he: הכנס ידנית

source: Address
he: כתובת

source: State
he: מדיהב בארהב

source: Country
he: מדינה

source: Quantity
he: כמות

source: Total
he: סה״כ

# Default_shipping_name
source: Michael Smith
he: ישראל ישראלי

# Default_shipping_address
source: 36th state street, LA
he: ויצמן 123 תל אביב

# Default_shipping_state
source: CA
he: ישראל

# Default_shipping_country
source: USA
he: ישראל

source: Place order
he: בצע הזמנה

source: Email
he: דוא״ל

source: Tap to enter..
he: לחץ על מנת להכניס..

source: First name
he: שם פרטי

source: Last name
he: שם משפחה

source: Diabetes type
he: סוג סוכרת

source: Height
he: גובה

source: Weight
he: משקל

source: Lower limit
he: גבול תחתון

source: Upper limit
he: גבול עליון

source: Daily measurements
he: מדידות ביום

# Tag_your_results
source: Tag your result
he: תייגו את התוצאה

source: Before
he: לפני

source: After
he: אחרי

source: Breakfast
he: בוקר

source: Lunch
he: צהריים

source: Dinner
he: ערב

source: Feel
he: מרגיש

source: Well
he: טוב

source: Bad
he: רע

source: Welcome to GlucoMe
he: ברוך הבא לגלוקומי

source: Password
he: סיסמא

source: Retype password
he: ססמא שנית

source: Already Registered?
he: כבר רשום?

source: Need to register?
he: צריך להירשם?

source: Forgot your password?
he: שכחת את הססמא?

source: Register
he: הירשם

source: Login
he: התחבר

# Password_too_short
source: Password should be at least 6 characters long
he: הסיסמא צריכה להיות לפחות באורך של 6 תוים

# Passwords_dont_match
source: Passwords do not match
he: הסיסמאות לא תואמות

# invalid_email
source: Email is invalid
he: אימייל לא תקין

source: Wrong email or password
he: אימייל או ססמא שגויים

# user_already_registered
source: Email already registered
he: אימייל תפוס

source: Password reset Please enter your email
he: איפוס סיסמא הכנס אימייל בבקשה

source: Password reset Password recovery instructions were sent to you
he: איפוס סיסמא הוראות שחזור סיסמא נשלחו אליך

source: Password reset failed
he: איפוס סיסמא נכשל

source: Alerts
he: התראות

source: You share data with
he: אתה משתף מידע עם

source: Persons
he: אנשים

source: Did you know?
he: האם ידעת?

source: Facts
he: עובדות

source: how
he: איך

source: when
he: מתי

source: who
he: מי

source: Save alert
he: שמור התראה

source: Add alert
he: הוסף התראה

source: Delete alert
he: מחק התראה

source: Enter Email address
he: הכנס כתובת אימייל

source: Choose from contacts
he: בחר מאנשי הקשר

# action_done
source: Done
he: סיום

# title_activity_tutorial
source: Tutorial
he: מדריך

source: Welcome
he: ברוך הבא

source: Save
he: שמור

# Tag_your_result
source: Tag
he: תייג את התוצאה

source: Export history
he: יצא היסטוריה

# title_activity_tags
source: Tags
he: תגיות

source: Before breakfast
he: לפני ארוחת בוקר

source: After breakfast
he: אחרי ארוחת בוקר

source: Before lunch
he: לפני ארוחת צהריים

source: After lunch
he: אחרי ארוחת צהריים

source: Before dinner
he: לפני ארוחת ערב

source: After dinner
he: אחרי ארוחת ערב

source: Before snack
he: לפני חטיף

source: After snack
he: אחרי חטיף

source: Bedtime
he: לפני שינה

source: Midnight
he: אמצע הלילה

source: Not tagged
he: ללא תיוג

source: Enter note
he: הכנס הערה

# add_some_note
source: Add some notes...
he: הוסף הערות...

source: at
he: ב

source: Today
he: היום

source: Yesterday
he: אתמול

source: Battery level is low. Please replace battery.
he: הסוללה חלשה, אנא החליפו אותה בהקדם

source: Strip is damaged
he: הסטריפ פגום

source: Battery is damaged
he: הבטריה פגומה

source: Units
he: יחידות

# place_blood_drop
source: Place a blood drop onto the strip
he: שים דם על הסטריפ

# action_next
source: Next
he: הבא

# action_prev
source: Prev
he: קודם

source: Finish
he: סיים

source: Last 3 days
he: 3 ימים אחרונים

source: Friends score
he: ציון חברתי

source: Friends
he: חברים

source: Filtered
he: מסוננים

source: Unfilter
he: הצג

source: Following
he: חברים

source: Followers
he: חברים שרואים אותי

source: Add
he: הוסף

source: Delete
he: מחק

# people_who_can_see_your_data
source: People who can see my data
he: אנשים שרואים את המידע שלי

# please_entr_friend_email
source: Please enter your friend's Email
he: הכנס את האימייל של חברך

source: Alerts set
he: התראות

source: Resend confirmation
he: שלח מייל אישור שוב

source: Please enter your email
he: הכנס אימייל

source: Please confirm your email and login
he: אשרו את האימייל והתחברו

source: Confirmation email was sent to you
he: אימייל אישור נשלח

source: Welcome aboard
he: ברוך הבא

source: Out of
he: מתוך

# Out_of_x_friends
source: Out of %1$d friends
he: מתוך %1$d חברים

source: Basal
he: בזאלי

source: Bolus - Noon
he: בולוס - צהריים

source: Bolus - Morning
he: בולוס - בוקר

source: Bolus - Evening
he: בולוס - ערב

source: Value
he: ערך

source: Notes
he: הערות

source: Set time
he: בחר זמן

source: Set
he: בחר

source: Enter medicine amount
he: הכנס כמות תרופות

source: Last Injection
he: הזרקה אחרונה

source: Last Measurement
he: מדידה אחרונה

source: Night
he: לילה

source: Snack
he: חטיף

source: Set activity amount
he: כמות פעילות

source: Set food amount
he: כמות אוכל

source: Last activity
he: פעילות אחרונה

source: Last meal
he: ארוחה אחרונה

source: Enter your weight
he: הכנס את משקלך

source: Last weight
he: משקל אחרון

source: Pills
he: כדורים

source: Easy physical activity
he: פעילות גופנית קלה

source: Hard physical activity
he: פעילות גופנית מאומצת

source: Medium meal
he: ארוחה בינונית

source: Medium physical activity
he: פעילות גופנית בינונית

source: Small meal
he: ארוחה קלה

source: Large meal
he: ארוחה גדולה

# cancel_q
source: Cancel?
he: ביטול?

source: Yes
he: כן

source: No
he: לא

source: Please enter a value
he: הכנס ערך בבקשה

source: Are you sure this is the value?
he: אתה בטוח שזה הערך?

source: This value seems unusual. Are you sure it is correct?
he: הערך יוצא דופן. האם אתה בטוח שהוא נכון?

source: Filter
he: סינון

source: Activity
he: פעילות

source: Food
he: אוכל

source: Medicine
he: תרופות

source: Hide
he: הסתר

source: Caregiver
he: מטפל

source: Child
he: ילד

source: Choose contact
he: בחר איש קשר

source: Choose
he: בחר

source: Continue
he: המשך

source: Choose relationship
he: בחר יחס

source: How to share
he: איך לשתף

source: Glucose filter
he: סינון גלוקוז

source: Other
he: אחר

source: Parent
he: הורה

source: People
he: אנשים

source: Phone number
he: מספר טלפון

source: Physician
he: רופא

source: Please fill all fields
he: בבקשה מלא את כל השדות

source: Relationship
he: יחס

source: Share
he: שתף

source: Spouse
he: בן זוג

source: Start sharing
he: התחל לשתף

# empty_share_text
source: Are you running out of strips? Do you want to share your results with family member or your loved ones? This is the place where you can do it. Tap on the button bellow and start sharing now. Because sharing is caring.
he: האם נגמרים לך הסטריפים? האם אתה רוצה לשתף את תוצאותיך עם קרוביך? זה המקום לעשות זאת. לחץ על הלחצן כדי להתחיל לשתף. כי שיתוף זה דאגה.

source: Share with whom
he: עם מי לשתף

source: Exit app?
he: לצאת מהאפליקציה?

source: Date is in the future
he: התאריך עתידי

# Phone_is_invalid
source: Phone number is invalid
he: טלפון לא תקין

source: Clinic
he: מרפאה

source: Clinic: Tap to scan
he: מרפאה: לחץ על מנת לסרוק

source: Connect to a new clinic
he: התחבר למרפאה חדשה

source: Disconnect from clinic
he: התנתק מהמרפאה

source: Doctor
he: רופא

source: Not a GlucoMe QR
he: זהו אינו קיו-אר של גלוקומי

# title_activity_qrreader
source: Read GlucoMe QR
he: קרא קיו-אר של גלוקומי

source: Are you sure you want to disconnect from this clinic?
he: האם אתה בטוח שאתה רוצה להתנתק מהמרפאה?

source: Disconnect
he: התנתק

source: Exit
he: יציאה

source: I am sure
he: אני בטוח

source: OK, I will restart
he: אוקי, אאתחל

source: Bolus - correction
he: בולוס - תיקון

source: weight
he: משקל

source: Update
he: עדכן

source: units
he: יחידות

source: Audio error, please restart app
he: בעית אודיאו, בבקשה התחלת מחדש את האפליקציה

source: Calendar permission
he: הרשאת יומן

source: Camera permission
he: הרשאת מצלמה

source: Quit
he: יציאה

source: Set permission
he: קבע הרשאה

source: Storage permission
he: הרשאת אכסון

source: This feature must have calendar permission
he: תכונה זו דורשת הרשאת יומן

source: This feature must have camera permission
he: תכונה זו דורשת הרשאת מצלמה

source: This feature must have external storage permission
he: תכונה זו דורשת הרשאת אכסון

source: Add
he: הוסף

source: All
he: הכל

source: App info
he: מידע על האפליקציה

source: Dismiss
he: בטל

source: Distribution
he: פיזור

source: Done
he: סיים

source: How to use:
he: כיצד להשתמש:

source: Hypoglycemia
he: היפוגליקמיה

source: Immediately
he: מיידי

source: Legal info:
he: מידע משפטי

source: Logout
he: התנתק

source: Need more help?
he: צריך עוד עזרה?

source: Next
he: הבא

source: Once a day
he: פעם ביום

source: Once a Week
he: פעם בשבוע

source: Pairing
he: מכשיר משוייך

source: Phone
he: טלפון

source: Post meal target
he: מטרה אחרי אוכל

source: Pre meal target
he: מטרה לפני אוכל

source: Prediabetes
he: קדם סכרתי

source: Prev
he: אחורה

source: Refreshing..
he: מעדכן..

source: Reset
he: איפוס

source: Skip
he: דלג

source: SMS
he: מסרון

source: Taking blood test
he: מדידת סוכר

source: Changes were not saved, are you sure?
he: שינויים לא נשמרו. האם אתה בטוח?

source: Discard Changes
he: התעלם משינויים

source: Last 3 months
he: 3 חודשים אחרונים

source: Next treatment
he: טיפול הבא

source: Read contacts permission
he: הרשאה לקרוא אנשי קשר

source: This feature must have read contacts permission
he: אופציה זו חייבת הרשאה לאנשי הקשר

source: Remind me in 2 hours
he: הזכר לי בעוד שעתיים

source: End user license agreement
he: הסכם משתמשי קצה

source: Privacy statement
he: הצהרת פרטיות

source: Patient ID
he: מזהה יחודי

# save_and_inject
source: Save + inject
he: שמור והזרק

# Adjust_the_lancing_device_between_one_to_five
source: 1. Adjust the lancing device between one to five.
he: 1. התאם את עוצמת הדקירה בין 1 ל 5

source: Apply the blood drop to the edge of the strip and wait for the green light to blink.
he: הנח טיפת דם על קצה הסטריפ וחכה עד שהאור הירוק יהבהב.

source: Apply to the edge of the strip and
he: הנח על קצה הסטריפ

source: Assemble the lancing device
he: חבר את הדוקרן

source: Audio permission
he: הרשאת אודיו

source: Battery is about to drain. please replace the battery
he: הבטריה עומדת להתרוקן. בבקשה החלף את הבטריה

# Close_the_battery_cover
source: 3. Close the battery cover.
he: 3. סגור את מכסה הבטריה

# Cock_the_device_by_pulling_the_bottom_part
source: 2. Cock the device by pulling the bottom part.
he: 2. דרוך את המכשיר על ידי משיכת החלק התחתון

source: 1. Do not smear the blood on the golden strip. Place it close to the edge of the strip and let the blood flow in.
he: 1. אל תמרח את הדם על הסטריפ. הנח את הדם קרוב לקצה הסטריפ ותן לו לזרום פנימה.

source: Do not use the same test strip. Please use a new one.
he: אל תשתמש באותו סטריפ. בבקשה השתמש בסטריפ חדש.

source: Dont remove the strip before the glucose has been measured.
he: אל תסיר את הסטריפ לפני שהגלוקוז נמדד.

source: Error
he: שגיאה

source: Gently squeeze your fingertip until a round drop of blood forms on your fingertip.
he: לחץ בעדינות על האצבע עד שתיווצר טיפת דם עגולה

source: If the error reoccurs, please replace the battery of the device
he: אם השגיאה ממשיכה, אנא החלף את הבטריה של המכשיר

source: Insert a test strip
he: הכנס סטריפ לבדיקה

# Insert_the_lancet_to_the_lancing_holder
source: 2.a. Insert the lancet to the lancing holder.
he: 2.א. הכנס את הדוקרן לתוך הפתח

# Insert_the_test_strip
source: Insert a test strip
he: הכנס סטריפ לבדיקה

source: Lancing device
he: דוקרן

# Make_sure_that_the_blood_flows_and_fills_the_entire_strip
source: 2. Make sure that the blood flows and fills the entire strip.
he: 2. וודא שטיפת הדם זורמת וממלאה את כל הסטריפ

source: Make sure the device is within the appropriate temperature range (see manual)
he: וודא שהמכשיר בטווח המטמפרטורה הנורמלי (ראה מדריך למשתמש)

# Make_sure_the_green_light_is_on
source: 3. Make sure the green light is on.
he: 3. וודא שהאור הירוק דולק

source: Make sure to apply blood on the edge of the half circle.
he: וודא שאתה מניח את הדם על הקצה עם חצי העיגול

# Make_sure_you_have_a_sufficient_blood_drop_ready_as_shown_in_the_picture
source: 6. Make sure you have a sufficient blood drop ready as shown in the picture.
he: 6. וודא שיש לך מספיק דם מוכן כמו בתמונה

# Note_the_strip_golden_plates_and_the_device_black_arrow_are_on_the_same_side
source: 1. Note the strip's golden plates and the device's black arrow are on the same side.
he: 1. וודא שהפסים הזהובים והחץ על המכשיר באותו הצד

source: Place a blood drop
he: הנח טיפת דם

# Place_it_carefully_on_the_tip_of_your_finger
source: 3. Place it carefully on the tip of your finger.
he: 3. הנח בזהירות על קצת האצבע

source: Please measure again using a new test strip. Do not use the same test strip.
he: מדוד שוב בבקשה באמצעות סטריפ חדש. אל תשתמש באותו הסטריפ

source: Press Next once
he: לחץ הבא כאשר

source: Press Next once you
he: לחץ הבא כאשר אתה

# Press_the_trigger_button
source: 4. Press the trigger button.
he: 4. לחץ על ההדק

source: Prick your finger
he: דקור את אצבעך

# Push_until_you_hear_a_beep
source: 2. Push until you hear a beep.
he: 2. לחץ עד אשר אתה שומע צפצוף

# Remove_the_battery_cover
source: 1. Remove the battery cover.
he: 1. הסר את מכסה הבטריה

# Remove_the_cap_by_rotating_the_cap_counter_clockwise
source: 1. Remove the cap by rotating the cap counter-clockwise.
he: 1. הסר את המכסה על ידי סיבוב הפקק נגד כיוון השעון

# Remove_the_round_blue_tip_to_expose_the_needle
source: 2.b. Remove the round blue tip to expose the needle.
he: 2.ב. הסר את הקצה הכחול העגול על מנת לחשוף את המחט

# Replace_the_battery
source: 2. Replace the battery.
he: 2. החלף את הבטריה

# Replace_the_cap_by_rotating_it_clockwise
source: 3. Replace the cap by rotating it clockwise.
he: 3. החזר את הפקק על ידי סיבוב עם כיוון השעון

# Squeeze_your_finger_for_three_seconds
source: 5. Squeeze your finger for three seconds.
he: 5. לחץ על אצבעך למשך 3 שניות

source: Take the cap off
he: הסר את הפקק

# The_app_uses_Audio_to_communicate_with_the_GlucoMe_blood_glucose_monitor
source: The app uses Audio to communicate with GlucoMe blood glucose monitor
he: האפליקציה משתמשת באודיו על מנת לתקשר עם מד הסוגר של גלוקומי

# We_aill_guide_you
source: We will guide you
he: אנחנו נדריך אותך

source: have a blood drop ready
he: מוכן עם טיפת דם

source: how to use the device
he: איך להשתמש במכשיר

source: the cap is off
he: הפקק הוסר

source: the green light is on
he: האור הירוק דולק

# the_lancet_is_assambled
source: the lancet is assembled
he: הדוקרן מורכב

source: wait for the green light to blink
he: חכה עד שהאור הירוק יהבהב

source: You must grant audio permission in order to use this app
he: אתה חייב לתת הרשאת אודיו על מנת להשתמש באפליקציה זו

source: Daily
he: יומי

source: Weekly
he: שבועי

source: Application version:
he: גרסת אפליקציה

source: Given at
he: ניתן ב

source: SDK version:
he: גרסת SDK

source: afternoon
he: אחר הצהריים

source: evening
he: ערב

source: morning
he: בוקר

source: night
he: לילה

source: noon
he: צהריים

source: After medication
he: אחרי תרופה

source: After test
he: אחרי מדידה

source: Amount of strips left
he: מספר מקלוני בדיקה שנשארו

source: Choose diabetes type
he: בחר סוג סכרת

source: Gestational
he: הריונית

source: Hypoglycemia
he: היפוגליקמיה

source: Less than
he: פחות מ

source: Prediabetes
he: קדם סכרתי

source: Result out of range
he: תוצאה מחוץ לתחום

source: Treatment diary
he: יומן טיפול

source: Treatment plan
he: תוכנית טיפול

source: No measurements
he: אין מדידות

source: A new GlucoMe device was found. Would you like to register it?
he: מכשיר קלוקומי חדש נמצא. האם תרצה להתחבר אליו?

source: A reminder to:
he: תזכורת ל:

source: Add note
he: הוסף תזכורת

source: Are you sure?
he: האם אתה בטוח?

source: Are you sure you want to join this clinic?
he: אתה בטוח שברצונך להצטרף למרפאה?

source: Back
he: חזור

source: Close
he: סגור

source: Correct
he: נכון

source: Export
he: ייצוא

source: Friday
he: יום שישי

source: Go back
he: חזור אחורה

source: Grant permission
he: הענק הרשאה

source: Join
he: הצטרף

source: Last medicine
he: תרופה אחרונה

source: Manual input
he: הכנסה ידנית

source: Measure glucose level
he: מדוד רמת סוכר

source: Microphone permission denied
he: הרשאת מיקרופון נדחתה

source: Monday
he: יום שני

source: No data available
he: אין מידע

source: No email is defined or there is a problem sending emails
he: אין אימייל או שיש בעיה לשלוח אימייל

source: Not now
he: לא כעת

source: Recurring daily
he: בכל יום

source: Reminder
he: תזכורת

source: Repeat
he: מחזוריות

source: Replace device battery
he: החלף את בטרית המכשיר

source: Saturday
he: יום שבת

source: Sunday
he: יום ראשון

source: The app must have microphone permission to communicate with the BGM
he: האפליקציה דורשת הרשאת מיקרופון על מנת לתקשר עם מד הסוכר

source: Thursday
he: יום חמישי

source: Timer
he: טיימר

source: Tuesday
he: יום שלישי

source: View
he: צפה

source: Warning
he: אזהרה

source: Would you like to:
he: האם ברצונך לשתף מידע?

source: You can share data with others
he: אתה יכול לשתף מיד עם קרובים

source: and
he: ו

source: e.g Morning reminder
he: לדוגמא תזכורת בוקר

source: mg/dl
he: מג\דציליטר

source: mmol/L
he: מילי מול\ליטר

source: Wednesday
he: יום רביעי

source: Please enter your
he: בבקשה הכנס:

source: Enter value
he: הכנס ערך

source: Please wait
he: המתן בבקשה

source: Please approve the privacy policy
he: בבקשה אשר את מדיניות הפרטיות

source: Privacy policy
he: הצהרת פרטיות

source: Deny
he: דחה

source: Approve
he: אשר

source: Or
he: או

source: No treatment available
he: אין תוכנית טיפול

# A_communication_problem
source: A communication problem. Please make sure your are connected to the internet, that email is valid and password is correct
he: בעית התחברות. וודא כי יש חיבור לאינטרנט, האימייל נכון והססמא נכונה

source: Reset password successfully
he: איפוס ססמא הצליח
